{
  "collection" : "subtest",
  "_id": "Malawi EGRA Apr 2012.StudentConsent",
  "pageType": "ConsentPage",
  "pageId": "StudentConsent",
  "content": "<p><i>Muyenera kukhazikitsa ubwenzi wabwino ndi wophunzira amene mukumuyesa kudzera mu nkhani zifupizifupi komanso zosangalatsa kuti aone mafunsowa ngati sewero chabe osati ntchito yovuta. Nkoyenera kuwerenga zigawo zokhazo zomwe zili mumabokosi mokweza, momveka bwino ndi modekha.</i></p><div class='student-dialog'><p>Uli bwanji? Dzina langa ndi_________ndipo ndimakhala ku ________. (Chezani ndi wophunzira munjira yomwe ingathandize kuti amasuke).</p> <h2>Kupempha chilolezo</h2> <ul> <li>Ndikuuze chifukwa chimene ndabwerera kuno. Ndimagwira ntchito ku Unduna wa za Maphunziro, za Sayansi ndi Luso. Ndikufuna kudziwa m&rsquo;mene inu ophunzira mumaphunzirira kuwerenga. Mwa mwayi iwe wasankhidwa kuti ndicheze nawe.</li> <li>Ndikufuna kuti tikambirane pa zimenezi koma ngati sukufuna utha kubwerera m&rsquo;kalasi.</li> <li>Tichita sewero lowerenga. Ndikufunsa kuti undiwerengere malembo, mawu ndi nkhani mokweza.</li> <li>Ndigwiritsa ntchito wotchi iyi kuti ndiwone nthawi yomwe utenge powerenga.</li> <li>Awa simayeso, ndipo sizikhudzana ndi zotsatira za maphunziro ako.</li> <li>Ndikufunsanso mafunso ena okhudzana ndi banja la kwanu monga, chiyankhulo chomwe mumayankhula kunyumba kwanu ndi zinthu zina zomwe muli nazo kwanu.</li> <li>Sindilemba dzina lako ndipo palibe amene adziwe zimene tikambirane.</li> <li>Ndibwerezanso kuti uli ndi ufulu woyankha mafunso kapena ayi. Ngakhale tili mkati mwa kucheza uli ndi ufulu kukana kuyankha mafunso.</li> <li>Uli ndi funso tisanayambe? Tikhoza kuyamba?</li> </ul></div>     <form>      <div data-role='fieldcontain'>          <fieldset data-role='controlgroup' data-type='horizontal'>            <legend>Does the child consent?</legend>              <label for='consent-yes'>Yes, continue</label>              <input type='radio' name='childConsents' id='consent-yes' value='true' />              <label for='consent-no'>No, stop</label>              <input type='radio' name='childConsents' id='consent-no' value='true' />          </fieldset>      </div>      </form>",
  "couchapp": {
  }
}
